{
    "letter": "ژ‎",
    "latin": "ZH",
    "ipa": "ʒ",
    "count": 6,
    "Entries": [
        {
            "index": 1,
            "word": "ژ",
            "audio": "115227.mp3",
            "definition": "ژ[يەشمىسى:] ھازىرقى زامان ئۇيغۇر ئېلىپبەسىدىكى ئون ئىككىنچى ھەرپ. رەت تەرتىپى جەھەتتىن ئون ئىككىنچى ئورۇندا تۇرىدىغان ھەرپ. ھازىر زامان ئۇيغۇر تىلىدىكى مەنە پەرقلەندۈرۈش رولىغا ئىگە بولمىغان ھەرپ بولغانلىقى ئۈچۈن مۇستەقىل فونېما ئەمەس.[CRLF]«ژ» ھەرىپىنىڭ يالغۇز شەكلى ۋە باش ئاخىرىدىن ئۇلىنىدىغان شەكلى «ژ» ئايىغىدىن ئۇلىنىدىغان شەكلى «ژ»، ئاتىلىشى ياكى نامى «ژې» دۇر.[CRLF]«ژ» ئۈزۈك تاۋۇش بولۇپ، تاۋۇش چىقىرىش ئورنى جەھەتتىن تىل ئالدى-قاتتىق تاڭلاي تاۋۇشى، تاۋۇش چىقىرىش ئۇسۇلى جەھەتتىن سىيرلاڭغۇ تاۋۇش، تاۋۇش پەردىسىنىڭ تىتىرەش-تىتىرىمەسلىكى جەھەتتىن جاراڭلىق ئۈزۈك تاۋۇشتۇر.[CRLF][CRLF]«ژ» تاۋۇشنىڭ فونېتىكىلىق ئالاھىدىلىكى[CRLF][CRLF]1. ئۇيغۇر تىلىدىكى «ژ» تاۋۇشى «ي» تاۋۇشنىڭ ۋارىيانتى بولۇپ، بەزى شىۋىلەردە «ئى، ئۇ، ئۈ» تاۋۇشلىرىنىڭ ئالدىغا كەلگەن «ي» تاۋۇش «ژ» تەلەپپۇز قىلىنسىمۇ، لېكىن سۆز مەنىسىدە ئۆزگىرىش بولمايدۇ. مەسىلەن:[CRLF]يىل − ژىل، يىلان − ژىلان[CRLF]يۇلۇن − ژۇلۇن[CRLF]2. ئاخىرى «ج» تاۋۇش بىلەن ئاياغلاشقان بىر قىسىم سۆزلەر يەككە ھالىتىدە تۇرغاندا، ھەمدە ئاخىرىغا ئۈزۈك تاۋۇش بىلەن باشلىنىدىغان قوشۇمچىلار ئۇلانغاندىمۇ، نۇتۇقتا «ژ» غا نۆۋەتلەشتۈرۈلۈپ تەلەپپۇز قىلىنىدۇ، ئەمما ئىملادا ئەكس ئەتتۈرۈلمەيدۇ. مەسىلەن:[CRLF]ئىملاسى                تەلەپپۇزى[CRLF]باج-باجگىر، باجخانا        باژ-باژگىر، باژخانا[CRLF]كاج-كاجىلىق، كاجراق      كاژ-كاژلىق، كاژراق[CRLF]3. كۆپ بوغۇملۇق سۆزلەرنىڭ ئوتتۇرىسىدىكى بوغۇمى «ج» تاۋۇشى بىلەن ئاخىرلاشقان بولسا ھەمدە شۇنىڭدىن كېيىنكى بوغۇمنىڭ بېشى «ج»، «ر» دىن باشقا تاۋۇشلار بىلەن باشلانغان بولسا «ج» تاۋۇش يەنىلا «ژ» تەلەپپۇز قىلىنىدۇ. مەسىلەن:[CRLF]ئىملا          تەلەپپۇزى[CRLF]ۋىجدان         ۋىژدان[CRLF]ئۈجمە          ئۈژمە[CRLF]ھىجران         ھىجران[CRLF]مۇنەججىم     مۇنەججىم"
        },
        {
            "index": 2,
            "word": "ژارگون",
            "audio": "115228.mp3",
            "definition": "ژارگون[سۆز تۈركۈمى:] ئىسىم.[تىل تەۋەلىكى:]］فرانسوزچە［[يەشمىسى:] بەلگىلىك بىر ئىجتىمائىي گۇرۇپپا كىشىلىرىلا چۈشىنىدىغان، باشقىلار ئانچە چۈشىنىپ كەتمەيدىغان تىل."
        },
        {
            "index": 3,
            "word": "ژاندارما",
            "audio": "115229.mp3",
            "definition": "ژاندارما[سۆز تۈركۈمى:] ئىسىم.[تىل تەۋەلىكى:]］رۇسچە＞فرانسوزچە［[يەشمىسى:] «ساقچى»غا قاراڭ:[مىسال:] «ئالتۇنچىلار» نى نازارەت قىلىپ كېتىۋاتقان قوراللىق ژاندارمىلار كۆزلىرىنى ئالايتىپ ئۇنىڭغا يېقىنلاشتى."
        },
        {
            "index": 4,
            "word": "ژانىر",
            "audio": "115230.mp3",
            "definition": "ژانىر[سۆز تۈركۈمى:] ئىسىم.[تىل تەۋەلىكى:]］رۇسچە＞فرانسوزچە［[كەسىپ تۈرى:]＞ئەدەبىيات＜[يەشمىسى:] بەدىئىي ئەسەرلەرنىڭ سۇژىت ۋە ئۇسلۇب جەھەتلەردە ئۆزىگە خاس خۇسۇسىيەتكە ئىگە بولغان ھەر بىر تۈرى."
        },
        {
            "index": 5,
            "word": "ژۇرنال",
            "audio": "115231.mp3",
            "definition": "ژۇرنال[سۆز تۈركۈمى:] ئىسىم.[تىل تەۋەلىكى:]］رۇسچە＞فرانسوزچە［[يەشمىسى:] ① كىتابچە ياكى مەجمۇئە شەكلىدە بەلگىلىك ۋاقىتتا چىقىرىلىدىغان ھەمدە پەن ۋە مەخسۇس ساھە بويىچە خەۋەر، ئىجادىيەت، تەتقىقات ۋە باشقا ئىلمىي ئەمگەك نەتىجىلىرىنى ئېلان قىلىدىغان، تارقىتىدىغان قەرەللىك نەشر بۇيۇمى:[مىسال:] ئەدەبىي ژۇرنال. «تىل ۋە تەرجىمە» ژۇرنىلى.[يەشمىسى:] ② [كەسىپ تۈرى:]＞مائار＜[يەشمىسى:] كۈندىلىك ئىش، ۋەقە ھادىسە ۋە شۇ قاتارلىقلار خاتىرلىنىدىغان دەپتەر، خاتىرە:[مىسال:] سىنىپ ژۇرنىلى.[يەشمىسى:] ③ [كەسىپ تۈرى:]＞كىنو＜[يەشمىسى:] ھەر قايسى سەپلەردىكى ئەھۋاللار، پەن-تەتقىقات ۋە ئىشلەپچىقىرىش، قۇرۇلۇش نەتىجىلىرى[يەشمىسى:] قاتارلىقلارنى ھەقىقىي يوسۇندا كۆرسىتىدىغان، خەۋەر قىلىدىغان فىلىم."
        },
        {
            "index": 6,
            "word": "ژۇرنالىست",
            "audio": "115232.mp3",
            "definition": "ژۇرنالىست[سۆز تۈركۈمى:] ئىسىم.[تىل تەۋەلىكى:]］رۇسچە［[كەسىپ تۈرى:]＞مەتبۇئاتچىلىق＜[يەشمىسى:] گېزىت-ژۇرناللارغا ھەر خىل تېمىدا ماقالىلەر يېزىپ، تۇرىدىغان ۋە ئۇنى چىقىرىشقا قاتنىشىدىغان كىشى، ئەدىب:[مىسال:] ئەنۋەر ناسىرى تالانتلىق شائىر ھەم ژۇرنالىست ئىدى."
        }
    ]
}